cases/openfoam/v2412_vortex_box/system/controlDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      controlDict;
}
application     icoFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         0.5;
deltaT          0.001;
writeControl    runTime;
writeInterval   0.05;
purgeWrite      0;
writeFormat     ascii;
writePrecision  7;
runTimeModifiable true;
